export const ColorText =[
    {type: "공격투자형",
        text: "시장평균 수익률을 훨씬 넘어서는 높은 수준의 투자수익을 추구하며, 위험자산에 투자할 수 있는 투자성향입니다.",
        textColor: "text-red-500"
    },
    {type: "적극투자형",
        text: "투자원금의 보존보다는 위험을 감내하더라도 높은 수준의 투자수익 실현을 추구하며, 위험자산에 투자할 수 있는 투자성향입니다.",
        textColor: "text-purple-500"},
        
    {type: "위험중립형",
        text: "투자에는 그에 상응하는 투자위험이 있음을 충분히 인식하고 있으며, 예적금보다 높은 수익을 기대할 수 있다면 일정수준의 손실위험을 감수할 수 있는 투자성향입니다.",
        textColor: "text-blue-500"
    },
        {type: "안정추구형",
            text: "투자원금의 손실위험은 최소화하고 이자소득이나 배당소득 수준의 안정적인 투자를 목표로 하며 수익을 위해 단기적인 손실을 수용할 수 있으며 예적금보다 높은 수익을 기대할 수 있다면 일정수준의 손실위험을 감수할 수 있는 투자성향입니다.",
            textColor: "text-yellow-500"},
            {type: "안정형",
                text: "예적금 수준의 수익률을 기대하며, 투자원금에 손실이 발생하는 것을 원치 않는 투자성향입니다.",
                textColor: "text-green-500"}
]